[{"title": "COVID-19: Government accused of providing little new information in impact assessment on tougher coronavirus tiers - Sky News", "content": "Ministers are accused of producing a \"rehashed document\" in a bid to quell a Tory rebellion over strengthened coronavirus tiers."}, {"title": "Topshop owner Arcadia goes into administration - BBC News", "content": "Although the fall of the retail group puts 13,000 jobs at risk, there will be no immediate redundancies."}, {"title": "Bitcoin price hits all-time high of almost $20,000 - The Guardian", "content": "Demand for the cryptocurrency surges during November"}, {"title": "FA Cup third round matches confirmed as Man Utd, Liverpool and Arsenal learn fate - Mirror Online", "content": "The Premier League and Championship clubs join the FA Cup third round in January, and Monday night's draw has seen a number of tasty matches set involving the likes of Arsenal, Chelsea, Man Utd,Spurs and Liverpool"}, {"title": "Xbox Series X|S Runs PS2 Games Better Than PS5 - Push Square", "content": "A sad reality"}, {"title": "18 authorities in England saw Covid cases RISE last week - Daily Mail", "content": "It means the other 297 lower-tier authorities in England - home to around 53million people - saw a fall in coronavirus cases in the seven-day spell ending November 25, the most recent week of data."}, {"title": "The 9 best Cyber Monday gaming deals you don't want to miss - Eurogamer.net", "content": "Black Friday has gone and Cyber Monday may be coming to a close but these are some of the best gaming deals still available to buy."}, {"title": "Nicola Sturgeon promises £500 for all NHS staff in Scotland - The Guardian", "content": "Boris Johnson urged to waive tax on Covid bonus, but Treasury says collecting revenues is issue for Scotland"}, {"title": "Sex with anyone outside your household still banned after lockdown, Hancock confirms - Mirror Online", "content": "The Health Secretary told the Downing Street press conference that couples living apart in Tier 2 would only be able to see each other outside"}, {"title": "Biden to nominate Janet Yellen as US treasury secretary - BBC News", "content": "She is among a diverse list of officials picked for top economic roles in the next US administration."}, {"title": "Bizarre 13ft ‘alien’ monolith just like one found in Utah desert suddenly appears on Romanian hillside - The Sun", "content": ""}, {"title": "Maradona 'wasn't taken to hospital despite falling over and hitting his head days before his death' - Daily Mail", "content": "ALVISE CAGNAZZO IN ITALY: La Repubblica claim that Maradona, who had only recently had surgery on his brain to remove a blood clot, was not taken for a scan after falling and hitting his head."}, {"title": "I'm A Celebrity 2020: TWO campmates will be booted from the series - Daily Mail", "content": "The dramatic double elimination is set to rock North Wales' Gwrych Castle after parasport athlete Hollie Arnold and actress Ruthie Henshall were voted off the show."}, {"title": "Only THREE hospitals are busier than they were last winter, data shows - Daily Mail", "content": "Just three trusts - Cambridge University Hospitals  Foundation Trust (FT), Calderdale and Huddersfield FT, and Wrightington, Wigan and Leigh FT - are busier now than last December."}, {"title": "Romain Grosjean: Wife Marion posts emotional tribute, thanks Jules Bianchi's family among others - Sky Sports", "content": "Romain Grosjean's wife Marion has posted a heartfelt statement after a terrifying Bahrain GP ordeal, praising her \"superhero\" husband."}, {"title": "Rita Ora posts apology and offers to pay £10k fine after throwing ‘inexcusable’ 30th birthday party with 30 pa - The Sun", "content": ""}, {"title": "Coronavirus can enter BRAIN via the nose, German research shows - Daily Mail", "content": "German researchers found evidence of SARS-CoV-2, the virus that causes Covid-19, in the naal muus as well as in brain tissues taken during autopsies of 33 people who died of the disease."}, {"title": "COVID-19: UK records another 12,330 coronavirus cases and 205 deaths - Sky News", "content": "It brings the total number of UK cases to 1,629,657."}, {"title": "Father, 23, who killed baby by throwing him into a river is found guilty of manslaughter - Daily Mail", "content": "Baby Zakari Bennett-Eko died after he was pulled from the River Irwell in Radcliffe, Greater Manchester, by emergency service crews at about 5.15pm on September 11 last year."}, {"title": "Edinson Cavani apologises for using racial term in Instagram post - The Guardian", "content": "Edinson Cavani has apologised for using the word ‘negrito’ in a social media post, stating it was an affectionate greeting to a friend"}]